[{"名称":"蒜泥白肉","步骤":"猪肉刮净猪皮表面残毛 洗净 入沸水中焯烫一下 捞出 洗净 沥干 再入净水锅中 加料酒 姜片 葱段煮熟凉凉后切成薄片 将盐 红油 蒜泥 葱末 白糖 生少许煮肉原汤调成味汁 淋在肉片上撒上香菜段即可 "},{"名称":"酱爆肉丁","步骤":"猪瘦肉 胡萝卜 青椒分别洗净 切丁 将肉丁用淀粉 料酒 葱末 姜末 蒜末 盐拌匀 锅置火上 倒油烧热 放胡萝卜丁煸妙至软 盛出 锅内倒油烧热 放肉丁炒变色 加甜面酱煸炒 放胡萝卜丁和青椒丁炒熟 放盐即可 "},{"名称":"榨菜肉丝","步骤":"猪肉洗净 切丝 加料酒 生抽 盐 淀粉拌匀 放入油锅中煸炒至发白 盛出备用 锅底留油烧热 倒入榨菜丝煸炒片刻 再放入肉丝 加白糖炒匀 加少许水 加盖大火焖一分钟即可 "},{"名称":"鱼香肉丝","步骤":"将少许泡椒末 蛋清与部分水淀粉制成蛋清浆 将白糖 醋 酱油 水淀粉调成味汁 肉丝加蛋清浆 油拌匀 油烧热 炒香泡椒末 豆瓣酱 下肉丝煸炒 下莴笋丝 木耳丝 姜丝 葱花 蒜片炒香 下味汁炒匀即可 "},{"名称":"肉丝拉皮","步骤":"里脊肉丝用料酒腌渍 油锅烧热 爆香葱丝 姜丝 放肉丝 甜面酱炒匀 放粉皮 盐炒熟 撒香菜末即可 "},{"名称":"京酱肉丝 ","步骤":"里脊肉丝加料酒 盐 淀粉上浆 滑熟 盛出 油锅加甜面酱 白糖 料酒翻炒 放肉丝炒熟 将肉丝放在盛有葱丝的盘中即可 "},{"名称":"木樨肉","步骤":"鸡蛋磕开 打匀 炒散 木耳撕成小朵 油锅烧热 炒香葱末 姜末 放肉片煸炒 加酱油 料酒 盐 倒其他食材炒熟即可 "},{"名称":"回锅肉","步骤":"猪五花肉洗净 煮至八成熟 沥干 切片炒出油 盛出 青尖椒 红尖椒洗净 切片 油烧热 炒香花椒 盐 豆豉 蒜片 加肉片和酱油炒匀 下尖椒片炒熟即可 "},{"名称":"农家小炒肉","步骤":"猪瘦肉片加淀粉 料酒 酱油腌渍 锅内倒油烧热 放带皮五花肉片煸炒至金黄色 倒尖椒圈和蒜末 放盐翻炒 放入腌好的瘦肉片 煸炒三分钟 加酱油炒匀即可 "},{"名称":"东坡肉","步骤":"五花肉洗净 煮五分钟 取出 沥干 油菜洗净 焯水 垫盘底 取砂锅 放姜片垫底 放五花肉 加白糖 酱油 倒料酒 料酒的高度没过肉 大火煮开 转小火焖二小时 取出 将肉皮面朝上装碗中 蒸三十分钟 取出蒸好的东坡肉放油菜上 浇上煮肉的原汁即可 "},{"名称":"粉蒸肉","步骤":"花椒混合葱末 剁碎 五花肉片放碗中 放剩余调料腌渍三十分钟 加蒸肉米粉和清水拌匀 将肉片肉皮朝下整齐地码在碗内 放入蒸锅蒸四十分钟 倒扣在盘内 撒花椒碎 葱段即可 "},{"名称":"萝卜干炖肉","步骤":"萝卜干洗至变软 挤干 锅内倒油烧热 下肉块大火煸炒 爆香大料 红辣椒段 姜末 葱末 加酱油 料酒翻炒 下入萝卜干大火翻炒二分钟 添加刚刚没过萝卜干的热水 大火烧开后 转中火炖制 汤汁收尽出清油时即可 "},{"名称":"猪肉炖粉条","步骤":"粉条发透 捞出沥干 锅内倒油烧热 放肉块炒至变色 盛起 锅内倒油烧热 放白糖炒糖色 加肉块炒匀 放入姜末 花椒 放酱油 料酒 盐和清水 大火烧开后转小火炖至锅中水剩三分之一时 加粉条炖入味 加醋调味 撒上葱段即 "},{"名称":"清蒸狮子头","步骤":"五花肉洗净 剁成肉丁 将五花肉丁 荸荠丁加盐 料酒 胡椒粉 姜末 鸡蛋液搅上劲 团成球状即成“狮子头” 生菜洗净 铺盘底 “狮子头”放碗中 撒葱末 蒸一小时 取出 放盘中即可 "},{"名称":"糖醋排骨","步骤":"鸡蛋磕开 搅匀 排骨加盐 蛋液 水淀粉挂糊 拍上淀粉 炸熟 白糖 番茄酱 白醋倒入碗中 对成糖醋汁 锅留底油 下葱花 蒜蓉 糖醋汁烧浓 下水淀粉勾芡 再放入已炸好的排骨翻炒匀即可 "},{"名称":"红烧排骨","步骤":"猪小排洗净 焯一下 锅内倒油烧热 放入白糖并用铲子搅动至化开 倒小排小火翻炒二分钟 以便上色 加姜末 蒜末炒香 再放酱油 醋 料酒 大料 花椒 盐略炒 倒入适量水大火烧开后 转小火焖至小排肉烂 出锅前撒上葱未即可 "},{"名称":"豉汁蒸排骨","步骤":"豆豉压碎 剁细 加黄酒 植物油拌匀 山药洗净 去皮 切小块 猪小排加蛋清抓匀 加豆豉碎 盐 蒜片 干红辣椒段 生抽腌渍一五分钟 放点淀粉抓匀 将山药块放碗中 上面铺上猪小排 蒸一小时即可 "},{"名称":"莲藕炖排骨","步骤":"排骨洗净 切块 莲藕去皮 洗净 切块 油锅烧热 爆香姜末 蒜末 倒入排骨翻炒 加入料酒 加开水 莲藕块 大火烧开后转小火炖70分钟 加盐和胡椒粉 撒葱未即可 "},{"名称":"豇豆炖排骨","步骤":"排骨洗净 剁块 煮去血沫 沥干 油锅烧热 爆香葱段 姜片 加白糖 老抽 排骨炒上色 加水 料酒炖至八成熟 加豇豆段炖熟 加盐即可 "},{"名称":"酸菜炖骨头","步骤":"高压锅放猪脊骨 料酒 姜片 大料 二克盐和清水 上汽后压四五分钟 油锅爆香葱段 下酸菜翻炒 倒骨头和骨头汤 放粉条(泡发)炖熟 加盐即可 "},{"名称":"红油肚丝","步骤":"猪肚丝 红椒条 姜末 盐拌匀 放盘中 油锅烧热 倒辣椒粉炒成红油 关火 将其浇在肚丝上 撒葱花即可 "},{"名称":"莲子猪肚","步骤":"猪肚洗净 内装水发莲子 用线缝合 锅内放装有莲子的猪肚和清水 炖熟 猪肚捞出凉凉 切丝 同莲子放盘中 加葱末 姜末 蒜末 盐拌匀即可 "},{"名称":"盐水猪肚","步骤":"猪肝洗净 冲去血水 依据大小切成块 锅中放入适量清水煮沸 放猪肝焯烫 捞出去浮沫 锅中再加清水和盐 将姜片 花椒 大料放入煮沸 把焯烫过水的猪肝放入盐水中 煮至猪肝熟 将卤好的盐水猪肝切片 放凉装盘 淋上香油即可 "},{"名称":"熘肝尖","步骤":"猪肝片加淀粉 绍兴黄酒 白糖拌匀 放油锅中滑散盛出 将酱油 醋 盐 白糖 水淀粉调成芡汁 油锅烧热 炒香葱段 姜丝 炒熟木耳 黄瓜片 加猪肝片 调芡汁即可 "},{"名称":"胡萝卜炒猪肝","步骤":"猪肝 胡萝卜分别洗净 切片 锅置火上 倒油烧至六成热 爆香姜末 蒜末 放入胡萝卜片煸炒 将熟时下猪肝片 翻炒片刻后加盐调味 撒入葱花即可  "},{"名称":"菠菜炒猪肝","步骤":"猪肝片加水淀粉 料酒抓匀上浆 菠菜洗净 焯水 捞出沥千 切段 油锅烧热 炒香葱末 姜末 蒜未 放猪肝片炒散 放菠菜段 盐翻匀 用水淀粉勾芡即可 "},{"名称":"红油腰片","步骤":"猪腰片浸泡十分钟 煮熟 捞出沥干 莴笋片焯熟 捞出沥干 将辣椒油 酱油 蒜末 葱末 姜末 白糖 盐调成调味汁 将猪腰片 莴笋片和调味汁拌匀即可 "},{"名称":"火爆腰片","步骤":"猪腰浸泡 煮熟 沥干 笋片焯水 油锅烧热 爆香葱末 姜末 炒香竹笋片 胡萝卜片 加猪腰花翻炒熟 加料酒 酱油 盐 加水淀粉勾袭即可 "},{"名称":"荷兰豆炒腊肉","步骤":"腊肉洗净 入开水中煮十分钟 捞出沥干 切片 荷兰豆洗净 入沸水锅中焯烫片刻 捞出沥干 切段 锅内倒油烧至六成热 爆香葱末 姜末 放入腊肉片煸炒出油 下荷兰豆 快速翻炒 加盐即可 "},{"名称":"萝卜干炒腊肉","步骤":"腊肉蒸软 萝卜千煸炒 盛起 锅内倒油烧热 爆香干辣椒段 姜末 蒜末 放腊肉片 萝卜干翻炒 再加料酒 醋 放盐即可 "},{"名称":"猪蹄皮冻","步骤":"猪蹄洗净 剁块 焯烫 捞出冲去血沫 放入加了红枣和清水的锅中 煮沸后炖一小时 加葱段 盐 捞出猪蹄 剔除骨头 皮和肉重新放回锅里再煮三十分钟 捞出装盘 凉凉 放入冰箱 待成冻后切块即可 "},{"名称":"煨肘子","步骤":"猪肘洗净 焯烫 捞出沥干 大料 桂皮 花椒制成香料包 锅内放猪肘和清水煮开 放葱段 姜片 香料包 酱油烧开 焖五0分钟 加盐 白糖继续煮至汤浓 捞出凉凉切片即可 "},{"名称":"五香酱牛肉","步骤":"牛肉洗净 扎上小孔 以便腌渍入味 放姜片 蒜片 葱段 加盐 老抽 料酒 抓匀后脆二小时 锅内放油烧热 放冰糖小火炒化 加适量清水 放牛肉 倒入脆渍牛肉的汁 大火煮开 撇清浮沫 倒入花椒 香叶 大料 干辣椒 白芷 丁香 中小火者至牛肉用筷子能顺利扎透即可关火 煮好的牛肉继续留在锅内自然凉凉 盛出切片 码入碟 放上香菜段即可 "},{"名称":"干煸牛肉丝","步骤":"牛肉洗净 切丝 锅内倒油烧至六成热 爆香花椒 放牛肉丝煸炒 倒料酒 酱油炒匀 下干辣椒段 姜末 蒜末炒至将熟 放芹菜段 加盐 白糖略炒 撒上白芝麻即可 "},{"名称":"黑椒牛柳","步骤":"牛肉片加鸡蛋 淀粉腌十分钟 放油锅中滑至变色 捞出控油 锅中留底油烧热 炒香葱花 蒜泥 姜末 洋葱片 加鲜汤 蚝油 酱油 白糖 盐 料酒 黑胡椒粉 烧沸后用水淀粉勾芡 倒牛肉片 青椒片 红椒片翻匀即可 "},{"名称":"酸菜炒牛肉","步骤":"牛肉洗净 剁碎 加酱油 水淀粉拌匀 酸菜洗净 沥干 剁碎 干辣椒洗净 切碎 锅置火上 倒油烧至六成热 爆香干辣椒碎 倒牛肉碎炒熟 盛起 锅置火上 倒油烧至六成热 放入酸菜碎煸炒 加牛肉碎炒匀 最后调入白糖 盐即可 "},{"名称":"苦瓜炒牛肉","步骤":"牛肉洗净 切片 加料酒 酱油 胡椒粉 盐和水淀粉脆渍片刻 苦瓜去瓤 切片 用盐腌渍十分钟 挤出水分 锅内倒油烧热 放牛肉片炒至变色 盛起 锅留底油烧热 爆香蒜末 姜末 豆豉 倒苦瓜片偏炒 加牛肉片炒熟即可 "},{"名称":"水煮牛肉","步骤":"牛肉洗净 切薄片 加料酒 酱油 水淀粉 植物油拌匀 腌渍一五分钟 锅内倒油烧热 炒香葱末 姜末 蒜未和郫县豆瓣酱 加适量热水 放牛肉片 调白胡椒粉 盐 将牛肉煮熟捞出 保留原汤 原汤中下白菜片和芹菜段煮熟 将汤和菜倒在牛肉上 撒干辣椒碎和花椒 淋热油即可 "},{"名称":"沙茶牛肉","步骤":"牛肉洗净 切薄片 加料酒 蚝油 淀粉腌渍入味 青椒洗净 切丝 锅置火上 倒油烧至六成热 放入牛肉片炒至变色 盛起待用 锅置火上 倒油烧热 爆香姜末 放入青椒丝翻炒 加牛肉片 盐快速翻炒 再加沙茶酱炒匀 撒香菜段即可 "},{"名称":"金针肥牛","步骤":"肥牛肉片用淀粉拌匀 金针菇去根 洗净 油锅烧热 爆香红尖椒碎 加入水 肥牛肉片和金针菇 炒熟 调入盐 用水淀粉勾芡即可 "},{"名称":"土豆烧牛肉","步骤":"牛肉洗净 切块 焯烫 土豆洗净 切块 油锅烧热 爆香葱末 姜片 放牛肉块 酱油 料酒 盐翻炒 倒入砂锅中 加清水炖五0分钟 加土豆块炖熟 放醋 收汁 撒香菜段即可 "},{"名称":"萝卜炖牛腩","步骤":"牛腩洗净 切块 焯烫 捞出 砂锅放入牛腩块 酱油 料酒 姜片 大料和清水 炖二小时 加白胡萝卜块炖熟 放盐 胡椒粉 撒葱末即可 "},{"名称":"番茄烧牛腩","步骤":"牛腩块焯烫 捞出 番茄洗净 去皮取一半切碎 另一半切块 油锅烧热 放番茄碎 熬煮成酱 加牛腩块 酱油 料酒 盐翻匀 倒入砂锅中加水炖熟 放番茄块略炖 撒葱未即可 "},{"名称":"咖喱牛肉","步骤":"牛腩块焯烫 捞出 洋葱片炒香盛起 油锅烧热 爆香蒜末 下咖喱酱 白糖炒香 倒牛腩块略炒 加水炖至将熟 酱油 料洒 盐调味 放洋葱片即可 "},{"名称":"小炒牛肚","步骤":"油锅烧热 爆香干辣椒碎 姜末 蒜末 倒蒜薹段 青椒丝翻炒 加牛肚丝 酱油 醋 豆豉炒至将熟 调盐即可 "},{"名称":"红烧牛蹄筋鲜牛蹄筋，鸡汤，葱段，水淀粉，酱油，料酒，姜末，盐","步骤":"牛蹄筋洗净 切条 略焯 盛出 油锅烧热 爆香姜末 加牛蹄筋条翻炒 放酱油 料酒 盐 鸡汤 煨至熟烂 加葱段炒匀 用水淀粉勾芡即可 "},{"名称":"芫爆百叶","步骤":"锅置火上 倒油烧至六成热 爆香葱末 姜末 下入牛百叶条快速翻炒 随即加入盐 胡椒粉和香菜段炒匀 淋上香油即可 "},{"名称":"辣子羊肉丁","步骤":"羊肉洗净 切丁 加鸡蛋清 水淀粉抓匀上浆 入油锅中滑油 捞出沥油 青椒 红椒各洗净 切丁 锅置火上 倒油烧至六成热 爆香葱段 姜末 蒜末 放入青椒丁 红椒丁略炒 加羊肉丁翻炒至将熟 再调入酱油 盐 撒入去皮熟花生仁即可 "},{"名称":"子姜炒羊肉丝","步骤":"羊肉洗净 切丝 子姜洗净 切丝 青椒 红椒均洗净 去蒂 子 切丝 将羊肉丝放入碗内 加料酒和盐腌渍十分钟 锅置火上 倒油烧至七成热 下姜丝炒香 将羊肉丝 青椒丝 红椒丝和葱丝下锅煸炒 烹入料酒 加盐调味 最后淋少许醋即可出锅 "},{"名称":"葱爆羊肉","步骤":"羊肉片洗净 腌肉料在碗内调匀 将羊肉片和腌料拌匀腌渍一五分钟 大葱洗净 斜切成段 锅置火上 倒入油烧热 爆香蒜片 放入肉片大火翻炒 约十秒钟后将葱段入锅 稍翻炒后先沿着锅边淋入料酒烹香 然后立刻加入酱油翻炒一下 再沿锅边淋醋 滴香油 炒拌均匀 见大葱断生即可 "},{"名称":"孜然羊肉","步骤":"羊肉洗净 切片 香菜择洗干净 切段 锅置火上 倒油烧至六成热 放入羊肉片煸炒 待肉片开始变色时加入孜然粒 辣椒粉 盐 不断翻炒 待锅中的汁即将收干时 撒入香菜段 熟白芝麻即可 "},{"名称":"清炖羊肉","步骤":"羊肉和白萝卜洗净切块 锅置火上 加水烧开 放入羊肉块焯水 撇去浮沫 捞出洗净 砂锅加水置于火上 将羊肉块 白萝卜块 葱段 姜片 花椒放入砂锅中 锅开后改为小火慢炖至肉酥烂 加入盐 香油调味即可 "},{"名称":"炒羊排","步骤":"羊排洗净 剁成五厘米左右的长段 青椒 红椒洗净 切圈 蒜薹洗净 切粒 羊排放入高压锅里压熟 捞出后沥干 拍上淀粉 下油锅炸至金黄色 锅内加油烧至六成热 放青椒圈 红椒圈和羊排翻炒 再加盐 辣椒粉 孜然粒 白糖煸炒 放蒜薹粒即可 "},{"名称":"红烩羊肉","步骤":"肉块洗净 撒面粉 胡椒粉拌匀 放油锅中煎黄 烹料酒和酱油 焖二-三分钟 盛出 锅内倒油烧热 炒香洋葱丁 加番茄酱煸炒 倒入羊肉块 水烧开 加盐调味 改小火焖熟 加番茄块稍炖即可 "},{"名称":"麻辣羊肚丝","步骤":"羊肚 冬笋 鲜红辣椒分别洗净切丝 锅置火上 加油烧至五成热 下羊肚丝翻炒 烹入料酒 加入红辣椒丝 冬笋丝 盐和花椒粉 煸炒片刻后放入高汤和蒜片 烧开用水淀粉勾芡 淋入醋和香油即可 "},{"名称":"泡椒羊杂","步骤":"羊心 羊肝 羊肺分别洗净切片 泡椒洗净切末 锅置火上 加水烧开 将羊心 羊肝和羊肺放入水中焯半分钟捞出 锅内放油烧热 下姜片 豆瓣酱炒香 加入羊杂 泡椒末 盐 白糖炒熟 用水淀粉勾芡即可 "},{"名称":"棒棒鸡","步骤":"鸡腿洗净 放入锅中 加葱段 姜片 料酒 花椒 盐和清水烧开 改小火煮二十分钟左右将鸡腿捞出 冲洗干净 用木锤或肉锤将鸡肉组织锤散 然后用手将鸡腿肉撕成丝 碗内放入酱油 芝麻酱 辣椒油 白糖 花椒油 香油 花椒粉调成味汁 将鸡肉丝装盘 拌匀黄瓜丝 把调好的味汁淋在鸡肉丝上 撒上熟花生仁碎 熟芝麻和香菜末即可 "},{"名称":"麻酱鸡丝","步骤":"鸡腿洗净 红椒去蒂及子 洗净切丝 黄瓜洗净 切丝:芝麻酱用少许凉白开调开 将鸡腿煮二十分钟后捞出 洗净 撕成丝 鸡丝 黄瓜丝 红椒丝放容器内 加醋 生抽 香油 蒜末 白糖 盐 芝麻酱拌匀即可 "},{"名称":"香辣手撕鸡","步骤":"鸡胸肉洗净 锅内加清水 鸡胸肉 料酒 葱段 姜片 盐烧开 煮十分钟捞出 凉凉后用手撕成丝 装盘 将醋 白糖 花椒油 辣椒油调成汁 淋在鸡丝上 撒葱丝 蒜末 香菜末 青椒丝 红椒丝和黄瓜丝拌匀即可 "},{"名称":"白斩鸡","步骤":"净膛三黄鸡焯水 取小桶 加适量清水 盐 葱段 姜片 草果 香叶 大料 丁香 花雕酒烧沸 放三黄鸡 等汤再次煮沸改小火煨五分钟后关火 闷十~一五分钟 取出鸡 用冰水浸泡 取出 切片 用法香点缀即可 "},{"名称":"怪味鸡","步骤":"鸡腿清洗干净 将花椒 姜末炸香制成花椒油 将鸡腿 葱段 姜片 料酒加清水烧开 改小火煮二十分钟后捞出 过凉 洗净切块 芝麻酱用凉白开调开 加醋 白糖 盐 香油 蒜末 花椒油调匀 淋在鸡肉块上 撒熟芝麻即可 "},{"名称":"宫保鸡丁","步骤":"鸡腿肉丁加盐 十克酱油 料酒 水淀粉 鸡蛋清抓匀 冬笋丁焯烫 控干 白糖 醋 十克酱油 水淀粉调成味汁 油烧热 炒香花椒 干红辣椒段 放鸡丁 冬笋丁煸炒 炒姜末 蒜末 葱段 烹味汁 淋香油 加花生仁翻匀即可 "},{"名称":"田园炖鸡","步骤":"整鸡洗净 切块 焯水 捞出 玉米洗净 切小块 土豆去皮 洗净切块 洋葱洗净 切块 锅内倒油烧热 放入葱末 姜末 蒜末煸香 倒入鸡块 酱油 料酒翻炒 加入适量开水大火烧开 加玉米 土豆炖至熟 再加入洋葱 柿子椒片稍炒 加盐调味 盛入容器后用少许生菜装饰即可 "},{"名称":"板栗烧鸡","步骤":"白条鸡洗净切块 加料酒腌渍十分钟 板栗肉洗净晾干 锅内倒油烧至六成热 下腌好的鸡块炸至金黄色捞出 板栗肉下锅炸熟捞出 锅内留底油 爆香姜片 下鸡块 酱油 料酒 盐 白糖 加高汤大火烧开 改小火焖至八成熟 加入炸好的板栗 焖至熟烂后 加香油调味 撒葱花即可 "},{"名称":"特色蒜香鸡","步骤":"白条鸡洗净切块 大蒜切片 青蒜洗净切段 锅置火上 倒油烧至六成热时下鸡块 煸干水分盛出 锅内倒底油烧热 将葱段 姜片和蒜片爆香 放鸡块 酱油 料酒 生抽 白糖 盐翻炒 加适量水 加盖 焖至肉烂 加入青蒜段稍炒即可 "},{"名称":"荷香糯米鸡","步骤":"鸡腿肉洗净切块 加生抽 蚝油 盐 葱段 姜片腌制一夜 糯米洗净 浸泡 荷叶洗净 鸡肉块 糯米和生抽拌匀 将糯米和鸡肉块放荷叶上 包起来 用棉线捆实 锅内加水置火上烧开 把包好的糯米鸡放入锅内蒸五十分钟即可 "},{"名称":"糟卤翅尖","步骤":"鸡翅尖洗净控干 用刀划开 锅内放少许油 加白糖熬制糖色 加姜片 蒜片 大料 桂皮 干红辣椒 酱油炒香 倒清水烧开后下翅尖 改中火煮一五分钟 煮熟的鸡翅放糟卤中浸泡 二小时后即可 "},{"名称":"可乐鸡翅","步骤":"鸡翅洗净 每个用刀划两个口子 锅置火上 倒油烧至六成热 下鸡翅煎黄后捞出 锅内留底油 加葱段 姜片 花椒 大料煸出香味 下鸡翅 加酱油和可乐 大火烧开后改小火 炖至汤汁将尽即可 "},{"名称":"泡椒凤爪","步骤":"鸡爪洗净 剁去趾甲 用刀从中间划开 锅内加清水 葱段 姜片 料酒 大料 花椒和盐烧开 下鸡爪煮四五分钟 捞出凉凉 碗内放凉白开 加白醋 白糖 盐 泡椒 姜片 放鸡爪 泡一小时即可 "},{"名称":"家常卤鸡脖","步骤":"鸡脖洗净 去皮 锅内放清水 姜片 葱段 盐 白糖 老抽 料酒 大料 花椒 丁香 砂仁 豆蔻 桂皮 小茴香 干红辣椒 香叶 红腐乳烧开 放鸡脖 中火卤煮一五分钟 改小火再煮三十分钟即可 捞出凉凉即可 "},{"名称":"小炒鸡胗","步骤":"鸡胗洗净切片 加姜丝 料酒 酱油和盐拌匀腌渍十分钟 锅内倒油烧热 下鸡胗翻炒至变色 盛出 锅烧热放油 下泡椒段和泡姜片煸炒半分钟后倒入蒜薹段 炒至将熟时放入炒好的鸡胗 加盐 胡椒粉调味即可 "},{"名称":"青椒炒鸡杂","步骤":"鸡杂洗净切块 用酱油 料酒腌渍十分钟 青椒去蒂及子 洗净切丝 锅置火上 倒油烧至五成热 下葱丝 姜片 炒出香味后把鸡杂倒入 加酱油 料酒 盐翻炒一分钟 加入青椒丝 最后点香油即可 "},{"名称":"啤酒鸭","步骤":"将鸭子洗净剁成块 锅置火上 倒油烧至五成热 下姜片 蒜瓣 干辣椒 大料炒香 下鸭肉块炒至水分收干 加盐 生抽 老抽 白糖继续翻炒 倒入啤酒 大火烧开后 改成中小火焖煮四十分钟 加入葱段炒匀即可 "},{"名称":"五味鸭","步骤":"鸭洗净切块 加老抽 料酒腌渍十分钟 锅内倒油烧热 下鸭块炸至金黄色捞出 锅内留底油烧热 爆香葱段 姜片 大料 蒜瓣 放鸭块 加料酒 老抽 腐乳 盐和清水烧开 转成小火后炖四十分钟后捞出 锅内放醋和白糖 加热熬成汁后浇在鸭块上即可 "},{"名称":"子姜烧鸭","步骤":"鸭洗净切块 用料酒和少许盐腌渍十分钟 子姜洗净切丝 锅置火上 倒油烧至五成热 下花椒 蒜片 子姜丝爆香 倒入鸭块 加料酒 盐继续翻炒 加适量清水焖烧 待鸭肉熟软入味后 点香油调味即可 "},{"名称":"芋头烧鸭","步骤":"鸭洗净剁成块 锅内放适量冷水 放入鸭块 姜片和少许料酒 烧开后捞出洗净 芋头蒸熟后去皮切块 锅内放油 烧至五成热 加大料 葱段 蒜瓣爆香 倒入鸭块 加老抽 料酒 胡椒粉 白糖和盐翻炒 倒水烧开后 改为小火炖三十分钟 加入芋头块焖至入味即可 "},{"名称":"麻辣鸭脖","步骤":"鸭脖洗净 去皮 切长段 放入加葱段 姜片 料酒的沸水中煮二分钟 捞出 油烧热炒香葱段 姜片 干辣椒 花椒 倒清水 酱油 老抽 冰糖 盐 甘草 肉蔻 陈皮 香叶 大料 桂皮烧开 放鸭脖煮沸 转小火焖煮三十分钟至汤汁浓稠 捞出凉凉即可 "},{"名称":"香糟鸭舌","步骤":"将鸭舌反复探搓 洗净 锅置火上 放入清水 鸭舌冷水入锅 加葱段 姜片 花椒 料酒和盐烧开 改中小火煮十分钟左右 捞出凉凉 将煮好的鸭舌放入碗内 加适量香糟 泡二小时左右即可 "},{"名称":"香辣爆鸭胗","步骤":"鸭胗用盐搓洗 洗净 撕掉白筋和黄膜 切片 加料酒 姜丝 白糖 淀粉腌渍 锅内放油烧热 爆香花椒 干辣椒 葱丝 姜丝 蒜末 倒鸭胗翻炒至变色 放老抽 料酒 盐调味 倒入青辣椒段 红辣椒段炒一分钟即可 "},{"名称":"香酥鹌鹑","步骤":"鹌鹑块焯水 捞出 放碗中 加葱段 姜片 料酒 盐 白糖 酱油 水 蒸二十分钟 取出 拌匀淀粉和水 炸焦黄即可 "},{"名称":"红烧鹌鹑","步骤":"油锅烧热 爆香葱段 姜片 蒜片 倒鹌鹑块 放老抽 料酒 盐 白糖 水烧开 煨十分钟 倒胡萝卜丁焖熟即可 "},{"名称":"番茄炒鸡蛋","步骤":"鸡蛋磕入碗中 打散 锅内加油烧热 倒入蛋液炒熟成蛋碎 锅留底油烧热 煸香葱花 倒番茄块 白糖翻炒 倒鸡蛋碎 盐炒匀即可 "},{"名称":"苦瓜煎蛋","步骤":"苦瓜洗净 切丁 鸡蛋打散 将二者混匀 加葱末 盐 胡椒粉和料酒调匀 锅置火上 倒入油烧至六成热 倒入蛋液 煎至两面金黄即可 "},{"名称":"赛螃蟹","步骤":"鸡蛋分离出蛋清 蛋黄搅匀 调料放入碗中搅匀放置一五分钟制成调料汁 蛋清 蛋黄分别炒至半凝固状盛出 调料汁过滤后淋在上面即可"},{"名称":"虎皮卤蛋","步骤":"油锅烧热 爆香葱段 姜片 干辣椒 放料酒 老抽 蚝油 盐 白糖 大料 香叶 水烧开 放鸡蛋卤一五分钟即可 "},{"名称":"咸蛋黄炒苦瓜","步骤":"咸蛋黄蒸熟 碾成末 油烧热 爆香葱末 蒜末 放蛋黄末炒至出现泡沫状 加少许料酒 下入苦瓜片翻炒至熟 加盐 白糖调味即可 "},{"名称":"咸蛋黄烧茄子","步骤":"锅内倒油烧热 下茄条炸至金黄色盛出 油锅烧热 煸香葱末 姜末 蒜末 倒咸鸭蛋黄丁 下茄条 清水 盐和醋烧开 转小火煨五分钟即可 "},{"名称":"咸蛋黄焗玉米","步骤":"倒出玉米粒 控干 和淀粉拌匀 炸至金黄色捞出 熟咸鸭蛋黄硏碎 油锅烧热 下咸鸭蛋黄碎翻炒至起沫 倒入玉米粒 翻炒均匀后即可 "},{"名称":"凉拌皮蛋","步骤":"皮蛋去壳 切块 将蚝油 生抽 醋 姜蒜汁 葱末 姜末调成味汁 将味汁倒在皮蛋上即可 "},{"名称":"皮蛋豆腐","步骤":"豆腐洗净切大片 皮蛋去皮切碎 豆腐片放入盘中 加生抽 盐 香油 皮蛋碎拌匀 撒香葱未即可 "},{"名称":"黄瓜炒皮蛋","步骤":"黄瓜洗净切片 皮蛋去皮 切块 油锅烧热 爆香姜末 蒜末 干辣椒 倒黄瓜片煸炒 加皮蛋块 放盐炒熟即可 "},{"名称":"熘鱼片","步骤":"鱼肉洗净切片 用淀粉 料酒抓匀 木耳洗净 撕成小块 锅置火上 倒入清水烧开 下鱼片焯熟后捞出控干 木耳入开水焯一下捞出 锅内倒油 烧至五成热 下葱丝 姜丝爆香 倒入鱼片 加生抽 料酒 盐 白糖调味 倒入木耳翻炒均匀后 用水淀粉勾芡 点香油调味即可 "},{"名称":"糖醋鲤鱼","步骤":"鲤鱼洗净剁成块 加姜片 料酒 盐 胡椒粉腌渍 炸至金黄色捞出 用生抽 白糖 酱油 料酒 高汤 水淀粉 盐调成味汁 油锅烧热 爆香葱段 姜片 蒜片 倒调味汁 稍煮浇在炸好的鱼身上即可 "},{"名称":"红烧鲤鱼块","步骤":"鲤鱼洗净剁成块 加姜片 料酒 盐 胡椒粉腌渍 炸至金黄色捞出 用生抽 白糖 醋 盐 料酒 淀粉 水调成味汁 油锅烧热 爆香葱段 蒜片 倒味汁烧开 下入鱼块焖五分钟即可 "},{"名称":"四川豆瓣鱼","步骤":"鲤鱼洗净 用刀在鱼身上划几条口子 用少许料酒 盐 姜片腌渍十分钟 锅置火上 倒油烧至七成热 将鱼煎至两面呈金黄色捞出 锅内留底油 下辣豆瓣酱炒香 加入葱段 姜片 蒜片 白糖 酱油 料酒 盐和适量水 烧开后将鱼放置锅中 炖一五分钟左右 鱼熟后点香油调味即可 "},{"名称":"沙茶拌鱼条","步骤":"草鱼肉条加葱段 姜片 料酒和二克盐腌渍十分钟 焯熟 木耳洗净 撕成小片 焯熟 沙茶酱 酱油 料酒 橄榄油 一克盐和白糖调成味汁 将味汁浇在鱼片和木耳上 拌匀即可 "},{"名称":"麻辣鱼柳","步骤":"草鱼肉条用葱段 姜片 料酒和少许盐腌渍二十分钟 裹上淀粉 炸至金黄色捞出 油锅烧热 爆香葱段 姜片 蒜片 花椒 辣椒段 倒鱼柳 加盐翻炒熟即可 "},{"名称":"滑熘鱼片","步骤":"草鱼肉片用鸡蛋清 姜丝 料酒 淀粉 胡椒粉和盐腌渍 炸黄 山药洗净 去皮 切片 木耳洗净 撕小朵 油锅烧热 爆香葱丝 姜丝 蒜片 下鱼片 料酒 白糖翻炒 倒木耳和山药片炒熟加盐调味 用水淀粉勾芡即可 "},{"名称":"酸菜鱼","步骤":"草鱼洗净 将肉和鱼骨分离 鱼肉片成片 鱼骨剁成段 用蛋清 料酒 姜片 胡椒粉和盐腌渍一五分钟 锅内倒油烧热 炸香花椒 干辣椒 下葱段 蒜辦 野山椒段和酸菜煸炒 倒入清水烧开 下鱼骨和鱼头煮三分钟 下鱼片再次烧开后转小火 焖烧一五分钟即可 "},{"名称":"西湖醋鱼","步骤":"草鱼治净 对半开子母片(一边带骨为母片 一边不带骨是子片)备用 锅中加清水烧开 下姜块 料酒一五克 先下母片后下子片 用小火烧至鱼浸熟 出锅装盘备用 锅上火 取煮鱼的原汤三五0克加入酱油 十克料酒 白糖 姜末及醋烧开 用水淀粉勾芡后浇到鱼身上 撒上香菜段即可 "},{"名称":"葱酥鲫鱼","步骤":"鱼治净 切花刀 涂盐和料酒 在鱼肚中塞姜片 五0克葱段 码味三十分钟 取出姜葱 把鱼放油锅中炸至金黄色捞出 锅内倒油烧热 炒香泡辣椒段 二十克葱段 加鲜汤 盐 料酒 醋 糖色炒成味汁 五0克葱段整齐排在锅底 将鱼顺序摆在排好的葱段上 水发香菇片 泡椒段排在鱼身上 将三十克葱段放鱼身上 用小火浓缩调味汁 待调味汁剩余一半 将鱼翻面 加醪糟汁 香油调味 盘中用香葱垫底 将鱼摆在香葱上 再取泡辣椒段摆在鱼身上凉凉即可 "},{"名称":"回锅鲫鱼","步骤":"鲫鱼洗净剁成块 用料酒 姜片 盐和淀粉抓匀 腌渍一五分钟 青蒜洗净切段 干红辣椒切段 锅内倒油烧热 下鱼块炸黄捞出 锅内留底油 烧热后下郫县豆瓣酱炒香 下葱段 蒜片爆炒 倒鱼块 加老抽 白糖 甜面酱翻炒均匀 放入青蒜段 青椒片 红椒片翻炒熟即可 "},{"名称":"干烧鲫鱼","步骤":"鲫鱼洗净 在鱼身上划几刀 用盐 料酒 淀粉腌渍一五分钟 肥瘦猪肉洗净切丁 锅置火上 倒油烧至七成热 下鲫鱼煎至两面金黄 锅内留底油加热 下猪肉丁 姜末 辣豆瓣酱炒香 然后加入料酒 酱油 白糖 盐 醋和少许水 烧开后放鲫鱼 开锅后转小火焖五分钟 大火收汁 点香油 撒葱段即可 "},{"名称":"清炒鱼片","步骤":"鲢鱼肉洗净切片 用鸡蛋清 姜丝 料酒 淀粉和少许盐腌渍二十分钟 锅置火上 加水烧开 下鱼片焯熟后捞出控干 木耳焯水捞出 锅内倒油烧热 爆香葱丝 蒜片 倒入鱼片 加盐 白糖翻炒 倒入木耳和青椒片 炒熟即可 "},{"名称":"鲢鱼炖豆腐","步骤":"鲢鱼治净剁块 加料酒和盐腌渍十分钟 豆腐洗净切块 焯水 锅内倒油烧热 炒香干辣椒 放辣豆瓣酱 葱段 姜片 蒜片和鱼块翻炒 倒清水烧开 十分钟后放豆腐块烧开 转小火炖十分钟 撒葱花即可 "},{"名称":"茄汁鲢鱼","步骤":"鱼尾洗净 剔除尾骨 划几刀 用盐 料酒 姜片腌渍十分钟 裹上淀粉 下油锅中炸至金黄色捞出 锅内留底油烧热 下番茄酱煸炒 加葱丝 酱油 白糖 醋翻炒 倒清水烧开 加水淀粉勾芡 均匀地浇在鱼尾上即可 "},{"名称":"清蒸鲢鱼","步骤":"鲢鱼治净 在鱼身上划几刀 用料酒 胡椒粉和盐腌渍二十分钟 放在蒸盘内 在鱼身上摆好姜片 葱段 蒸锅置火上 开锅后将鱼盘放入锅内 大火蒸十分钟后 将鱼取出 拿掉葱段 姜片 锅内倒入油烧热 将油均匀浇在鱼身上 撒上香菜段即可 "},{"名称":"红烧带鱼","步骤":"带鱼洗净 用料酒和盐腌渍二十分钟 鸡蛋磕入碗内打散 将腌好的带鱼放入碗内 将老抽 白糖 料酒 盐 醋 淀粉和适量清水调成味汁 锅置火上 倒油烧至六成热 将裹好蛋液的带鱼段下锅煎至两面金黄色捞出 锅内留底油烧热 下姜片 蒜瓣爆香 倒入味汁 放带鱼段 烧开后改小火烛十分钟左右 汤汁浓稠时 撒葱段即可出锅 "},{"名称":"香煎带鱼","步骤":"带鱼洗净切段 用盐 料酒腌渍二十分钟 将腌好的带鱼均匀地裹上面粉 锅置火上 倒油烧至六成热 下带鱼段用中火煎至两面呈金黄色即可 "},{"名称":"剁椒蒸带鱼","步骤":"带鱼段洗净 加少许盐 料酒和姜末腌渍二十分钟 摆入盘中 铺上剁椒 蒸锅置于火上 大火烧开 将盛有带鱼的盘子放入 大火蒸8分钟左右取出 撒上葱末即可 "},{"名称":"清炒鳝糊","步骤":"鳝鱼洗净 切成五厘米左右的长段 锅置火上 倒油烧至五成热 将鳝鱼段下锅煸至金黄 下葱段 姜末 蒜片翻炒 加入酱油 料酒 醋 白糖 盐和适量水焖烧五分钟 用水淀粉勾芡 将鳝鱼段盛至盘内 将姜丝和胡椒粉撒在鳝鱼上 淋上香油即可 "},{"名称":"干煸鳝段","步骤":"鸡蛋磕开 加淀粉打成蛋糊 西芹洗净切段 鳝鱼洗净切段 用料酒 酱油腌渍十分钟 裹匀蛋糊 锅内倒油烧至五成热 炒香豆辦酱 放干辣椒 葱段 姜片 蒜片煸炒 加盐 醋和水 下鳝鱼段烧入味 下西芹段 红椒条翻炒熟即可 "},{"名称":"红辣椒爆鳝段","步骤":"鳝鱼洗净 切段 红辣椒去蒂及子 洗净 切丝 锅置火上 倒油烧至六成热 下鳝鱼段煸炒至金黄色 放入红辣椒丝 姜丝 蒜片翻炒 加酱油 料酒和盐 翻炒片刻后 点香油即可 "},{"名称":"杭椒鳝片","步骤":"鳝鱼肉洗净片成片 用料酒腌渍一五分钟 千张丝洗净控干 铺在大碗内 锅内倒油烧热下鳝片炸至变色后捞出 锅内留底油烧热 炒香姜丝 蒜末 杭椒段 加蚝油 料酒 醋 胡椒粉 盐和少许水烧开 下鳝鱼片 焖煮入味 将鳝鱼 杭椒等倒入铺有千张丝的碗内 撒上香葱末即可 "},{"名称":"干炸小黄鱼","步骤":"小黄花鱼去鳞 鳃 内脏 洗净后用葱段 姜片 少许盐和料酒腌渍一五分钟 鸡蛋打成蛋液 与淀粉 面粉 盐和适量水搅匀成糊 将腌渍好的小黄花鱼均匀地裹上面糊 锅置火上 倒油烧至六成热 下裹好糊的小黄花鱼炸至金黄色捞出 凉凉即可 "},{"名称":"家常烧带鱼","步骤":"将黄花鱼收拾干净 在鱼身两面划斜刀 刀距约二厘来 刀深至骨 将酱油刷在鱼身两面 使其入味 猪肉 冬笋洗净切片 香菇泡发后去蒂 炒锅上火将油烧热 拎着鱼尾巴将黄花鱼放入锅中 煎至两面金黄色 捞出沥油 另起锅将少许油烧热 放入葱段 姜片 蒜片煸炒出香味 再放入肉片 笋片 香菇煸炒 放黄花鱼 加料酒 酱油 盐烧开后转小火烧煮一五分钟 大火收汁 撒葱花即可 "},{"名称":"清蒸黄花鱼","步骤":"黄花鱼洗净 鱼身打花刀 用葱丝 姜丝 料酒腌渍二十分钟 蒸锅置火上 加水烧开 将腌好的鱼大火蒸一二分钟左右取出 锅内加油 烧至八成热 将热油均匀地浇在鱼身上 淋上蒸鱼豉油即可 "},{"名称":"青椒鱿鱼丝","步骤":"鱿鱼收拾干净 切丝 青椒去蒂及子 洗净切丝 锅置火上 倒入清水烧沸 将鱿鱼丝汆烫至熟 捞出控干 锅内倒油 烧至六成热 下姜末 蒜末煸香 倒入鱿鱼丝 加料酒 盐翻炒 倒入青椒丝 翻炒片刻后 点香油调味即可 "},{"名称":"黄瓜爆鱿鱼","步骤":"鱿鱼须洗净切段 黄瓜洗净切片 锅置火上 倒入清水烧沸 将鱿鱼须焯烫至熟 捞出控干 锅内加油烧至六成热 下葱末 蒜末爆香 倒入鱿鱼须段和黄瓜片 放酱油 盐 翻炒均匀即可 "},{"名称":"韭菜炒鱿鱼","步骤":"鱿鱼洗净 切条 韭菜择洗干净 切段 锅置火上 倒入清水烧沸 将鱿鱼条焯熟后捞出控水 锅内倒油 烧至六成热 下葱末 姜末 蒜末煸香 倒入鱿鱼条 加料酒 酱油和盐翻炒 加入韭菜段 翻炒片刻后 点香油调味即可 "},{"名称":"客家小炒","步骤":"五花肉洗净 去皮 切薄片 鱿鱼撕净外膜 切条 青椒洗净 切片 锅内倒油烧热 爆香姜末 放五花肉片 鱿鱼条爆炒至八成熟 加入蒜末 青椒片同炒 再加入料酒 酱油 白糖 盐炒入味 出锅前撒入葱段拌匀即可 "},{"名称":"葱姜炒蟹","步骤":"将螃蟹放入清水中 调入少许盐 浸泡三十分钟 使其吐净泥沙 再用清水反复冲洗干净 沥干水分 将蟹壳揭开 去除内脏和蟹鳃 剁成两半 大葱剥去老皮 洗净切段 姜洗净切丝 锅置火上 倒油烧至六成热 下葱段 姜丝 蒜末爆香 倒入螃蟹 加盐 料酒翻炒 沿锅边淋入少许水 盖上锅盖焖至熟即可 "},{"名称":"面拖蟹","步骤":"螃蟹放入盐水中浸泡三十分钟 使其吐净泥沙再反复冲洗净 沥干 揭开蟹壳 去除内脏和蟹鳃 剁成两半 鸡蛋打成蛋液 加适量清水 和面粉调成面糊 锅内倒油烧热 将半只螃蟹块放在面糊上 让面糊裹住螃蟹 煎至两面金黄色捞出 锅内留底油 下葱末 姜末 蒜末煸香 倒螃蟹 加盐 白糖 料酒 生抽 倒入清水烧8分钟即可 "},{"名称":"洋葱炒河蟹","步骤":"河蟹洗净 去壳 内脏和蟹鳃 剁成四块 洋葱剥去老皮 洗净切片 锅置火上 倒油烧至六成热 下葱段 姜片爆香 倒入螃蟹块翻炒 加入酱油 料酒 盐和洋葱片 继续翻炒至熟即可 "},{"名称":"清蒸蟹","步骤":"螃蟹洗净 除去内脏和蟹鳃 将姜末 醋和盐调成姜醋汁 蒸锅置于火上 加清水烧沸 将洗好的螃蟹放入锅中 大火蒸8分钟 关火后再闷五分钟取出 食时蘸姜醋汁即可 "},{"名称":"醉虾","步骤":"鲜活虾洗净 剪去长须 放入碗中 倒入黄酒和少许白开水 将葱末 姜末 蒜末 白糖 盐 醋和生抽调成味汁 将味汁倒入盛虾的碗内 腌二分钟即可 "},{"名称":"盐水虾","步骤":"虾洗净控干 锅置火上 倒入清水 放入葱段 姜片 料酒 花椒 大料烧沸 将虾倒入锅内 煮二分钟后 加盐再煮一分钟关火 闷一五分钟左右即可 "},{"名称":"香辣基围虾","步骤":"基围虾洗净 去虾线 用料酒腌渍 油锅烧热 爆香干红辣椒段 放辣豆瓣酱煸炒 放基围虾 葱段 姜片 蒜片 生抽 料酒翻炒 锅内加入少量清水 焖至水干时即可出锅 "},{"名称":"水晶虾仁","步骤":"虾仁洗净 晾干 用姜末 盐 花椒粉 小苏打和料酒腌渍十分钟 鸡蛋清和淀粉 盐 胡椒粉加水调成糊 加虾仁拌匀 放入油锅中滑散 变色后捞出 锅烧热后放高汤 盐和胡椒粉烧开 加水淀粉勾芡 倒仁鄱炒匀即可 "},{"名称":"腰果鲜贝","步骤":"扇贝肉加料酒和盐腌渍 焯熟 油锅烧热 爆香姜片 倒扇贝肉 胡萝卜丁和黄瓜丁煸炒 加盐 熟腰果炒匀 用水淀粉勾芡即可 "},{"名称":"鱼香鲜贝","步骤":"扇贝肉裹淀粉炸一分钟 沥油 剁辣椒 蒜蓉 葱花 料酒 盐 白糖 水淀粉调成芡汁 油锅中放贝肉炒熟 倒芡汁拌匀即可 "},{"名称":"小番茄炒扇贝","步骤":"扇贝肉 小番茄洗净 小番茄一切为二 将扇贝肉和小番茄滑熟 捞出 油锅烧热 爆香葱段 加扇贝肉 小番茄 芹菜段翻炒 加盐和凊水烧沸 用水淀粉勾芡即可 "},{"名称":"芹菜炒蛤蜊肉","步骤":"蛤蜊洗净 放入加姜片的沸水中烫至壳打开捞出 凉凉 取肉 油锅烧热 煸香葱段 放蛤蜊肉 烹料酒 加盐 倒入芹菜段翻炒至熟即可 "},{"名称":"葱香炒蛤蜊","步骤":"将蛤蜊洗净 用料酒腌渍十分钟 锅内倒油烧热 爆香姜片和葱段 倒蛤蜊 烹料酒 加盐翻炒 至蛤蜊熟时即可出锅 "},{"名称":"蛤蜊蒸蛋","步骤":"蛤蜊用盐水浸泡 使其吐净泥沙 放入加姜片和料酒的沸水中烫至壳开 捞出 鸡蛋磕开 加盐打散 加水搅匀 加蛤蜊 蒸十分钟 撤香葱末 青椒丁 红椒丁即可 "},{"名称":"葱爆蛏子","步骤":"蛏子放盐水泡三十分钟 冲洗净 沥干 油锅烧热 爆香葱段 蒜片 倒蛏子 加盐 白糖 料酒 酱油炒至壳开即可 "},{"名称":"葱烧海参","步骤":"水发海参洗净 焯烫 捞出 葱白段炸香 锅中倒葱油烧热 倒酱油 料酒 葱姜汁 姜片 海参炖十分钟 加炸葱白段 盐 用水淀粉勾芡即可 "},{"名称":"芥末墩","步骤":"白菜切去根部 余下部分切成寸段 卷成小卷儿 用线扎好 焯熟 芥末加沸水搅拌 加醋 白糖 盐调成芥末糊 取出白菜墩 抹层芥末糊 晾一天即可 "},{"名称":"凉拌白菜帮","步骤":"白菜帮洗净切丝 焯烫 过凉 控干 撒盐和醋 油锅烧热 炸香花椒 关火 放干红辣椒 将热油浇在白菜帮上拌匀即可 "},{"名称":"醋熘白菜","步骤":"白菜帮洗净切成片 锅内倒油烧热 爆香干红辣椒段 葱段 姜丝 蒜未 倒入白菜片翻至白菜帮变软 放盐和醋翻炒均匀即可 "},{"名称":"剁椒白菜","步骤":"白菜心洗净 用刀切四瓣 锅内倒油烧热 煸香葱末 姜末 倒入白菜翻炒至变软 加剁椒和盐 翻炒均匀即可 "},{"名称":"开洋白菜","步骤":"白菜洗净 片成片 海米洗净 泡发 香菇洗净 去蒂 切块 胡萝卜洗净切片 油锅烧热 炒香海米和香菇块 放白菜片和胡萝卜片 倒高汤炒熟 加盐 用水淀粉勾芡即可 "},{"名称":"板栗烧白菜","步骤":"白菜洗净 切段 板栗肉放油锅炸至金黄色捞出 锅中倒油烧热 放葱花炒香 下入白菜段煸炒 放盐 板栗 加高汤烧开 焖五分钟 用水淀粉勾芡即可 "},{"名称":"大拌菜","步骤":"蔬菜洗净 切成适宜入口的大小 将紫甘蓝 红彩椒 黄彩椒 生菜 苦菊 花生仁 圣女果放盘中 加白糖 醋 生抽 盐拌匀即可 "},{"名称":"糖醋圆白菜","步骤":"圆白菜洗净撕成片 油锅烧热 爆香干红辣椒 倒圆白菜片翻炒 加醋 白糖 盐炒熟 点香油即可 "},{"名称":"酱肘爆炒圆白菜","步骤":"圆白菜洗净撕成片 酱肘子切片 锅内倒油烧热 爆香干红辣椒 下葱花和酱肘片翻炒 倒入圆白菜片继续翻炒熟 倒入生抽 放盐调味即可 "},{"名称":"香菇炒油麦菜","步骤":"油麦菜去蒂 洗净切段 锅内倒油烧热 爆香蒜末 姜末 倒香菇块 加酱油翻炒 倒油麦菜段炒至断生 加盐 香油调味即可 "},{"名称":"豆豉鲮鱼油麦菜","步骤":"油麦菜洗净 切段 取出鲮鱼 切块 锅内倒油烧至六成热 将葱丝 蒜末爆香 倒入油麦菜段 加盐 白糖煸炒 放入豆豉鲮鱼块 翻炒均匀后即可 "},{"名称":"炝拌小油菜","步骤":"小油菜择洗干净 焯熟 控净 放入盐 醋拌匀 锅内倒油烧热 下花椒 干红辣椒和葱花爆香 浇在油菜上 拌匀即可 "},{"名称":"香菇油菜","步骤":"油菜择洗干净 切长段 香菇洗净 去蒂切片 油锅烧热 爆香葱花 姜丝 放香菇片 酱油 料酒 白糖翻炒 放油菜段 加盐炒熟即可 "},{"名称":"双冬扒油菜","步骤":"油菜洗净 和冬笋片焯熟捞出 油菜摆盘 油锅烧热 爆香葱末 倒冬菇片 笋片翻炒 加蚝油 盐 白糖调味 用水淀粉勾芡 盛盘中即可 "},{"名称":"虾仁油菜","步骤":"油菜洗净 焯烫 控干 切长段 虾仁洗净控干 油锅烧热 爆香蒜末 倒虾仁炒变色 放油菜段翻炒 加盐 香油炒熟即可 "},{"名称":"韭菜摊鸡蛋","步骤":"韭菜择洗干净 切小段 鸡蛋打成蛋液 将韭菜段放入蛋液 加盐搅匀 锅置火上 倒油烧至五成热 将韭菜鸡蛋液倒入 摊至熟即可 "},{"名称":"香干炒韭菜","步骤":"韭菜择洗干净 切成段 香干切成长条 红椒去蒂 洗净切丝 油锅烧热 爆香姜丝 放香干 红椒丝 生抽翻炒 倒韭菜段 盐 炒断生即可 "},{"名称":"核桃仁炒韭菜","步骤":"韭菜洗净 切段 核桃仁浸泡 沥干 炒至金黄色盛出 锅内留底油烧热 下韭菜段 加盐炒匀 倒入核桃仁翻炒几下即可 "},{"名称":"肉丝炒韭黄","步骤":"韭黄洗净 切段 肉丝用老抽 水淀粉腌渍 放油锅中炒至变色 盛出 油锅烧热 下韭黄段炒软 倒肉丝 加盐 酱油炒熟即可 "},{"名称":"花生拌菠菜","步骤":"菠菜洗净 焯熟捞出 过凉 切段 将菠菜段 花生仁 姜末 蒜末 盐 醋 香油拌匀即可 "},{"名称":"五彩菠菜","步骤":"菠菜 木耳 冬笋丁焯熟 捞出 菠菜切段 将菠菜段 蛋皮丁 木耳 冬笋丁 香肠丁加盐 姜末拌匀即可 "},{"名称":"鸡蛋炒菠菜","步骤":"菠菜洗净 焯水 盛出切段 鸡蛋打成蛋液 炒成块盛出 油锅烧热 爆香葱末 姜末 放菠菜炒断生 加盐 倒入鸡蛋块翻匀即可 "},{"名称":"蒜蓉菠菜","步骤":"菠菜去根 择洗干净 焯水 盛出切段 锅置火上 倒油烧至五成热 下姜末蒜蓉爆香 倒入菠菜段翻炒至熟 点香油即可 "},{"名称":"生菜沙拉","步骤":"生菜洗净 撕成片 将生菜片 番茄块 黄瓜片 青椒丝 红椒丝与盐 沙拉酱和醋拌匀即可 "},{"名称":"麻酱拌生菜","步骤":"生菜洗净撕成片 芝庥酱用盐 白糖和少许凉白开调开 将调好的芝麻酱浇在生菜上 淋少许香油即可 "},{"名称":"耗油生菜","步骤":"生菜洗净 撕成大片 焯熟 控水 盛盘 油锅烧热 爆香葱未 蒜未 姜末 放生抽 蚝油和水烧开 勾芡 浇盘中即可 "},{"名称":"蒜蓉空心菜","步骤":"空心菜去除老梗 择洗干净 切段 锅置火上 倒油烧至六成热 下蒜蓉爆香 倒入空心菜片 加盐煸炒至熟即可 "},{"名称":"凉拌芹菜叶","步骤":"芹菜叶洗干净 焯熟捞出 控净水 将芹菜叶与盐 酱油 白糖 醋 辣椒油 干红辣椒(稍炸) 香油拌匀即可 "},{"名称":"素炒芹菜","步骤":"芹菜择去叶子 洗净切段 锅置火上 倒油烧至六成热 下干红辣椒 姜丝爆香 倒入芹菜段 加盐翻炒至熟即可 "},{"名称":"西芹百合","步骤":"西芹择去叶 洗净切段 鲜百合洗净 掰瓣 将西芹和百合分别焯烫一下捞出 油锅烧热 下蒜末爆香 倒入西芹段和百合炒熟 加盐 淋上香油即可 "},{"名称":"腰果西芹","步骤":"西芹择去叶 洗净切片 锅内倒油烧热 下蒜未煸炒 倒入西芹片 加盐翻炒熟 倒入腰果 点香油炒匀后即可 "},{"名称":"腊肉炒西芹","步骤":"西芹择洗干净 斜切成片 腊肠煮熟 切成斜片 锅内倒油烧热 放姜片 蒜末 葱末煸香 放腊肠片煸炒出油 加入西芹片炒熟 加盐调味即可 "},{"名称":"爽口芥蓝","步骤":"将芥蓝洗净 锅置火上 倒入清水烧沸 将芥蓝焯至断生后捞出 锅内倒油 烧至六成热 下姜末 蒜末炒香 加生抽 盐 白糖 蒸鱼豉油和少许水 炒至汤汁浓稠后淋在芥蓝上即可 "},{"名称":"白灼芥蓝虾仁","步骤":"芥蓝洗净 虾仁洗净 用盐 胡椒粉 水淀粉抓匀 腌渍十分钟 锅置火上 倒入清水烧沸 将芥蓝焯至断生后捞出 锅内倒油 烧至六成热 下虾仁滑散后盛出 摆放在焯好的芥蓝上 将酱油 白糖 盐 香油 胡椒粉和少许水对成白灼汁 倒入锅内烧开后 浇在虾仁和芥蓝上即可 "},{"名称":"蒜蓉苋菜","步骤":"苋菜洗净切段 锅置火上 倒油烧至六成热 下五克蒜末爆香 倒入苋菜段 加盐翻炒 待到苋菜出汤时 加剩下的五克蒜末 翻炒均匀出锅即可 "},{"名称":"香菇炒菜花","步骤":"菜花去掉柄 洗净 切成小朵 鲜香菇去蒂 洗净切条 锅置火上 倒入清水烧沸 将菜花下水焯三分钟后捞出 锅内倒油 烧至六成热 下葱末 姜末煸香 倒入菜花和香菇条 加盐翻炒 加入鸡汤 烧至菜花入味 用水淀粉勾芡 点香油即可 "},{"名称":"番茄炒菜花","步骤":"菜花去柄 洗净切成小朵 番茄洗净 去蒂切块 锅置火上 倒入清水烧沸 将菜花焯一下捞出 锅内倒油 烧至六成热 下葱花爆香 倒入番茄煸炒 加入番茄沙司 下菜花 加盐翻炒至熟即可 "},{"名称":"肉片炒菜花","步骤":"菜花去柄 洗净切成小朵 焯烫一下 猪肉切片 放入酱油 淀粉腌制十分钟 锅置火上 倒油烧热 下姜未 蒜末爆香 放入肉片煸炒至变色 放入菜花翻炒 加盐调味 待菜花熟软时 加香油 撒葱花即可 "},{"名称":"蒜蓉西蓝花","步骤":"西蓝花洗净 去柄 掰成小块 锅置火上 倒入清水烧沸 将西蓝花下锅焯下捞出 锅内放油 烧至六成热 将蒜蓉下锅爆香 倒入西蓝花 加盐 白糖翻炒至熟 用水淀粉勾芡 点香油调味即可 "},{"名称":"牛肉炒西蓝花","步骤":"牛肉洗净 切薄片 加盐 料酒 酱油 淀粉腌渍一五分钟 放锅中滑炒至变色 捞出沥油 西蓝花择洗干净 掰成小朵 用盐水洗净 沥干 胡萝卜洗净 去皮 切片 锅内倒油烧热 下蒜蓉 姜末 葱末炒香 加入胡萝卜片 西蓝花翻炒 放牛肉片 加料酒略炒 再加盐 白糖 胡椒粉炒匀即可 "},{"名称":"香辣茭白","步骤":"菱白剥去外面的老壳 切滚刀块 焯水 油锅烧热 煸香干红辣椒段 葱丝 姜丝 倒茭白块 盐 酱油炒熟 勾芡即可 "},{"名称":"杭椒炒茭白","步骤":"茭白剥去老壳 洗净切丝 焯水 锅内倒油烧热 煸香杭椒丝 倒菱白丝翻炒 倒少许水 加盐翻炒至茭白熟软 点香油调味即可 "},{"名称":"开阳茭白","步骤":"茭白去壳 洗净 切块 炸黄捞出 油锅烧热 炸香海米 放酱油 醋 盐和水烧开 倒茭白块翻炒熟 用水淀粉勾芡即可 "},{"名称":"肉丝炒茭白","步骤":"猪肉丝用酱油 淀粉腌渍 炒变色 油锅烧热 爆香葱末 姜末 倒茭白丝 加盐 白糖翻炒熟 倒肉丝稍炒即可 "},{"名称":"葱油萝卜丝","步骤":"白萝卜洗净 去皮 切丝 用盐腌渍 沥水 挤干 大葱切丝 锅置火上 倒油烧至六成热 下葱丝炸出香味 浇在萝卜丝上拌匀即可 "},{"名称":"辣炒萝卜干","步骤":"萝卜干洗净 浸泡 猪肉丁加老抽腌渍 油锅烧热 爆香葱末 姜未和干红辣椒段 放猪肉丁 萝卜干和水炒熟 加盐即可 "},{"名称":"回锅胡萝卜","步骤":"胡萝卜洗净 切块 青蒜洗净 切段 胡萝卜块至金黄色捞出 锅内留底油 下葱末 姜末和辣豆瓣酱爆香 倒入胡萝卜块翻炒 加盐和青蒜段 继续翻炒一分钟即可 "},{"名称":"胡萝卜烩木耳","步骤":"胡萝卜洗净 切片 木耳洗净 撕小朵 锅置火上 倒油烧至六成热 放入姜末 葱末爆香 下胡萝卜片 木耳翻炒 加入生抽 盐 白糖翻炒至熟 点香油调味即可 "},{"名称":"肉丝炒胡萝卜","步骤":"猪肉洗净 切丝 用生抽 淀粉抓匀腌渍十分钟 胡萝卜洗净 切丝 油烧热 爆香葱末 姜末 倒肉丝 料酒 酱油翻炒 倒胡萝卜丝 盐炒熟即可 "},{"名称":"拔丝红薯","步骤":"红薯洗净 去皮 切块 锅内倒油烧热 下红薯块炸黄捞出 另起炒锅加油 清水 白糖 熬至白糖冒小泡 将红薯块倒入 待白糖汁均匀裹住红薯块后出锅装盘即可 "},{"名称":"蒜泥茄子","步骤":"茄子洗净 去根部 切成二段 装入盘中 大蒜去皮 切末 将茄子放在蒸锅里蒸二十分钟 取出 凉凉 倒掉多余的汤汁 用筷子戳散或用于撕成细条 将蒜末放茄子上 加盐 醋调匀 滴上香油即可 "},{"名称":"鱼香茄子煲","步骤":"猪肉未加料酒 淀粉和生抽腌渍十分钟 茄条放油锅中炸熟 捞出 锅内留底油烧热 爆香蒜末 姜末 葱末 辣豆瓣酱 倒猪肉末炒至变色 放入笋丝翻炒 倒入茄条 放生抽 老抽 盐 白糖和高汤 大火烧至茄条入味 用水淀粉勾芡 锅中菜倒入预热的小煲内 小火焖五分钟即可 "},{"名称":"茄夹子","步骤":"茄子洗净 去皮 切厚片 从每片中间片刀 不切断 猪肉馅再切碎 用料酒 酱油 姜末 葱末 盐 香油拌匀腌渍十分钟 每片茄子中间都抹层肉馅 均匀地裹上面粉 锅内倒油烧至六成热 下茄夹炸至金黄色熟透后捞出即可 "},{"名称":"冰汁番茄","步骤":"番茄洗净 去皮 切瓣 鸡蛋清打散 锅内倒清水 放冰糖熬化 加蛋清 再分二次舀入清水 去浮沫 糖汁收浓后 离火 稍凉后浇在番茄瓣上即可 "},{"名称":"凉拌番茄","步骤":"番茄洗净 切片 洋葱洗净 切片 黄瓜洗净 切片 将番茄片 洋葱片 黄瓜片 香菜段盛盘 倒入蒜末和盐 拌匀即可 "},{"名称":"洋葱炒番茄","步骤":"番茄洗净 去蒂切块 洋葱洗净 切片 油锅烧热 倒洋葱片 番茄块 加白糖 醋 盐翻炒 加水烧开 焖煮一分钟 用水淀粉勾芡即可 "},{"名称":"番茄炒山药","步骤":"山药洗净 削皮切片 焯一下捞出 油烧热 爆香葱末 姜末 放番茄块煸炒 倒入山药片 放盐炒熟 点香油即可 "},{"名称":"家常炒山药","步骤":"将山药片焯一下捞出 油锅烧热 爆香葱末 姜末 放山药片翻炒 倒胡萝卜片 木耳炒熟 加盐调味 撒香菜段即可 "},{"名称":"蛋黄焗山药","步骤":"鸡蛋液加面粉 盐和少许水调成面糊 山药片裹上面糊 炸至金黄色捞出 油锅烧热 放咸鸭蛋黄碎炒至起沫 倒入山药片炒匀即可 "},{"名称":"剁椒芋头","步骤":"芋头去皮洗净 沥干水分 切片 油锅烧热 倒芋头片翻炒 加适量水 生抽焖煮至汤汁变少变稠 加入剁椒炒匀 改大火收汁 撒上葱花即可 "},{"名称":"冰果鲜藕","步骤":"藕洗净 去皮 切片 撒白糖 腌入味 小番茄洗净 将冰激凌倒在藕片上 用小番茄 菠萝块做装饰即可 "},{"名称":"桂花糯米藕","步骤":"藕去皮 洗净 将藕节端切下 沥干 糯米洗净 浸泡三小时 加白糖拌匀 将糯米灌入藕孔 将切下的藕节头放回原位 用牙签插牢 以防漏米 锅内放藕 倒入清水稍没过藕 加红糖烧开 转小火炖一小时 加红枣 干桂花 蜂蜜继续煮半小时 将煮好的糯米藕取出凉凉 切片 用法香装饰即可 "},{"名称":"麻辣藕丁","步骤":"将藕洗净 去皮 切丁 焯烫 捞出 控净水 里脊肉洗净 切丁 放油锅中滑至七成熟 盛出 油锅烧热 爆香葱丝 姜丝和干红辣椒段 倒藕丁翻炒 放里脊肉丁 加盐 花椒粉炒匀即可 "},{"名称":"蒜薹木耳炒蛋","步骤":"蒜薹择洗干净 切段 木耳洗净 撕成小朵 鸡蛋打散 锅置火上 倒油烧热 放入鸡蛋炒熟炒散 盛出 锅留底油烧热 放入蒜薹段翻炒至九成熟 加入木耳 酱油 盐翻炒 最后放入鸡蛋炒匀即可 "},{"名称":"美极洋葱","步骤":"洋葱剥去外皮 一切为 先切成约0.五厘米厚的片 再切成丝 盛入盘中 将鲜汤 美极鲜酱油 醋 盐 香油倒入碗中调成味汁 浇在洋葱丝上拌匀 放入香菜叶即可 "},{"名称":"鸡蛋炒洋葱","步骤":"洋葱去老皮 洗净切丝 鸡蛋打成蛋液 加红椒丁 洋葱丝搅匀 油锅烧热 倒蛋液翻炒炒至洋葱变软即可 "},{"名称":"腊肉炒竹笋","步骤":"竹笋 腊肉分别洗净 锅置火上 倒入清水烧沸 下竹笋和腊肉焯一下捞出 凉凉后分别切片 锅内倒油 烧至六成热 下姜末 干红辣椒段爆香 下腊肉片煸炒出油 倒入竹笋片 加料酒和盐 翻炒至熟即可 "},{"名称":"干煸冬笋","步骤":"冬笋洗净 切成长条 猪肉洗净切成小粒 锅内倒油烧热 下笋条炸至金黄色捞出 控油 锅内留底油烧热 下葱末 姜末爆香 倒入猪肉粒煸炒至变色后 放料酒 盐 酱油 白糖翻炒均匀 最后将笋条放入翻炒片刻 点香油调味即可 "},{"名称":"油菜烧冬笋","步骤":"冬笋洗净 切成滚刀块 油菜心择洗干净 锅内倒清水烧沸 加入少许盐 将油菜心和冬\n笋分别焯烫捞出 将油菜心均匀摆在盘中 锅内倒油烧热 煸香葱末 姜末 郫县豆瓣酱 倒冬笋块 加白糖和盐翻炒一分钟 倒在摆好的油菜上即可 "},{"名称":"炝炒芦笋","步骤":"芦笋洗净 根部去老皮 切段 焯烫 锅内倒油烧热 爆香花椒 蒜末 干红辣椒 倒芦笋段 加盐 料酒炒熟即可 "},{"名称":"百合炒芦笋","步骤":"芦笋洗净 根部去老皮 切段 焯熟 鲜百合掰成瓣 洗净 锅内倒油烧热 放百合 芦笋段翻炒 加盐 白糖 少许水炒熟 用水淀粉勾芡即可 "},{"名称":"芦笋炒肉","步骤":"猪里脊肉片用盐 酱油和淀粉腌渍 滑至变色时盛出 芦笋焯熟 捞出 切段 油锅烧热 爆香葱末 姜末 下芦笋段煸炒 加酱油 盐 倒肉片翻匀即可 "},{"名称":"凉拌莴笋丝","步骤":"莴笋去叶 削去皮 切成细丝 将莴笋丝放入容器 放入盐 白糖 醋 香油拌匀即可 "},{"名称":"山药木耳炒莴笋","步骤":"莴笋去叶 去皮 切片 水发木耳洗净 撕小朵 山药片和木耳分别焯烫 捞出 油锅烧热 爆香葱丝 倒莴笋片 木耳 山药片炒熟 放盐 白糖 醋即可 "},{"名称":"莴笋炒肚条","步骤":"油锅烧热 爆香葱末 姜末 蒜末 下猪肚条煸炒 加料酒 倒莴笋条炒匀 加高汤 放盐 胡椒粉炒熟即可 "},{"名称":"糖醋西葫芦丁","步骤":"西葫芦丁和柿子椒丁加盐拌匀 腌渍 锅内倒水烧沸 放白糖和盐烧至化 关火凉凉 倒醋搅匀 将糖醋汁浇在西葫芦丁和柿子椒丁上 腌渍二十分钟即可 "},{"名称":"醋熘土豆丝","步骤":"土豆洗净 削皮切丝 浸泡五分钟 锅内倒油烧热 爆香干红辣椒段和葱丝 蒜末 倒土豆丝翻炒 烹醋 加盐继续翻炒至熟即可 "},{"名称":"香辣土豆丝","步骤":"土豆洗净削皮 切丝 放入清水中泡五分钟 捞出控干 锅置火上 倒油烧至五成热 放入土豆丝炸至金黄色 捞出 控油 锅内留底油烧热 放入葱丝 姜丝 蒜片 干红辣椒丝炒香 放入土豆丝翻炒 加盐 白糖调味即可 "},{"名称":"雪菜炒土豆","步骤":"土豆去皮 洗净 切丁 入开水中煮至七成熟 用清水洗一下 雪菜洗净 切碎 豆腐干切丁 花生仁入水中加大料煮熟 锅置火上 倒油烧热 下入葱花 蒜末炒香 放入土豆丁大火翻炒几下 放入酱油 盐 土豆上色后 放入雪菜碎 豆腐干丁 花生仁翻炒均匀即可 "},{"名称":"地三鲜","步骤":"锅中多放些油 将茄子块 土豆块和柿子椒片分别过油 茄子块炸至变软 土豆块炸至金黄 柿子椒片稍微过油即可 油烧热 炒香蒜末 放茄子块 土豆块 倒老抽翻炒后 加盖烧五分钟 倒柿子椒片 加白糖和盐调味 倒水淀粉勾芡 撒葱末即可 "},{"名称":"拍黄瓜","步骤":"黄瓜洗净 用刀拍裂 切成块 将黄瓜和蒜末 醋 生抽 盐 香油拌匀即可 "},{"名称":"酱爆黄瓜丁","步骤":"黄瓜洗净切丁 油锅烧热 爆香葱末 姜末 蒜末 倒黄瓜丁和甜面酱 白糖翻炒熟即可 "},{"名称":"鸡蛋炒黄瓜","步骤":"黄瓜洗净切片 鸡蛋加少许盐打成蛋液 炒熟 炒碎后盛出 锅内倒油烧热 煸香葱丝 倒黄瓜片翻炒 加盐 倒鸡蛋碎炒匀 点香油即可 "},{"名称":"肉丝炒黄瓜","步骤":"肉丝用料酒 淀粉腌渍十分钟 油锅烧热 煸香葱丝 倒肉丝炒变色 加酱油 倒胡萝卜丝翻炒 下黄瓜丝加盐炒熟即可 "},{"名称":"南瓜沙拉","步骤":"南瓜去皮洗净 去瓤 切成丁 胡萝卜洗净削皮 切成丁 锅置火上 加清水烧沸 将南瓜丁 胡萝卜丁和豌豆下沸水煮熟后捞出 凉凉 将南瓜丁 胡萝卜丁 豌豆盛入碗中 加入沙拉酱 盐拌匀即可 "},{"名称":"八宝南瓜","步骤":"南瓜从一/四处切开 挖出内瓤 鸡胸肉丁用淀粉和生抽腌渍 玉米豌豆和豆腐干丁焯熟 油烧热 煸香葱末 姜末 倒鸡丁 香菇丁 胡萝卜丁 洋葱丁 芹菜丁翻炒 加盐 酱油 白糖和水 倒玉米粒 豌豆 豆腐干丁炒匀 将八宝倒南瓜杯中 蒸一五分钟即可 "},{"名称":"咸蛋黄炒南瓜","步骤":"南瓜去皮 瓤 切片 锅置火上 倒油烧至五成热 下葱段爆香 倒入南瓜片煸炒至熟 加入研碎的咸鸭蛋黄 和南瓜片翻炒均匀即可 "},{"名称":"毛豆烧丝瓜","步骤":"油锅烧热 煸香葱丝 姜末 放毛豆粒 水烧十分钟 油锅烧热 下丝瓜块炒软 倒毛豆粒 加盐 用水淀粉勾芡即可 "},{"名称":"麻辣冬瓜","步骤":"冬瓜去皮 瓤 切片 干红辣椒切段 锅内倒油烧热 下干红辣椒段爆香 倒入冬瓜片 加酱油 盐翻炒至冬瓜熟软时 加入花椒粉翻炒均匀即可 "},{"名称":"火腿冬瓜夹","步骤":"冬瓜削皮去瓤 洗净 切成厚片 在厚片中间片一刀 不要切断 在每片冬瓜里夹入一片火腿 摆入盘中 高汤中放盐 均匀地浇在冬瓜夹上 将冬瓜夹放入锅中蒸约一五分钟 取出 将盘内的汤汁倒入锅内烧开 加盐调味 用水淀粉勾芡浇在冬瓜夹上即可 "},{"名称":"海米冬瓜","步骤":"冬瓜片用盐腌五分钟 滗水 过油 捞出 油锅烧热 爆香葱花 姜末 加水 盐 海米 料酒 放冬瓜片烧入味 用水淀粉勾芡即可 "},{"名称":"豉油辣椒圈","步骤":"青辣椒和红辣椒分别洗净 去蒂 子 切成圈 烫熟 盛出放入盘中 将所有调料拌匀 浇在辣椒圈上拌匀即可 "},{"名称":"虎皮尖椒","步骤":"尖椒洗净 去蒂 去子 放油锅中大火炸至表面呈虎皮状 捞出 控油 盛盘 油锅烧热 放盐 酱油 香油炒匀 淋在尖椒上 撒熟花生仁即可 "},{"名称":"鸡蛋炒尖椒","步骤":"鸡蛋打成蛋液 炒熟 炒碎 锅内倒入油烧热 将蒜末爆香 下青椒片翻炒至七成熟时 倒入鸡蛋碎 加盐 点香油调味 翻炒均匀即可 "},{"名称":"香椿炒蛋","步骤":"香椿芽择洗干净 切小段 鸡蛋打成蛋液 将香椿段和蛋液加盐搅拌均匀 锅置火上 加油烧至六成热 下香椿蛋液炒熟即可 "},{"名称":"松仁玉米","步骤":"玉米粒洗净 焯水 捞出 松仁炸香 捞出 油锅烧热 放玉米粒 黄瓜丁炒熟 加盐 白糖 用水淀粉勾芡 加松仁即可 "},{"名称":"番茄炒玉米","步骤":"甜玉米粒洗净 沥干 锅置火上 倒油烧热 放入番茄丁 玉米粒炒熟 加入盐 白糖调味 撒葱花即可 "},{"名称":"凉拌苦瓜","步骤":"苦瓜洗净 切开 去瓤 切成片 焯熟后捞出过凉 控净水 将苦瓜片和蒜末 盐 醋 干辣椒段拌匀即可 "},{"名称":"蒜蓉苦瓜","步骤":"苦瓜洗净 切开 去瓤 切片 放入盐水中浸泡五分钟 油烧热 爆香蒜蓉 倒苦瓜片炒熟 加盐 红椒片炒匀即可 "},{"名称":"蒸三素","步骤":"取小碗 抹油 放香菇丝 胡萝卜丝 白菜丝蒸十分钟 倒扣入盘 锅内倒水烧开 加盐 香油调味 淋入水淀粉 将芡汁倒盘中即可 "},{"名称":"酥炸鲜香菇","步骤":"香菇洗净 去蒂 加蛋清 淀粉 盐拌匀 生抽 白糖 水淀粉调成味汁 锅内倒油烧热 炒香蒜蓉 放香菇前至两面略微发焦 倒味汁翻匀 收汁即可 "},{"名称":"平菇烧白菜","步骤":"平菇洗净 撕小朵 和白菜片焯烫捞出 锅内倒油烧热 爆香姜末 倒入白菜片和平菇翻炒 加盐 生抽炒熟 用水淀粉勾芡即可 "},{"名称":"红烧平菇","步骤":"平菇洗净 撕成小片 焯水 捞出 油锅烧热 炒香蒜片 葱段 加料酒 酱油 高汤 放平菇片 盐烧开 勾芡即可 "},{"名称":"平菇肉片","步骤":"肥瘦猪肉片用淀粉 料酒 酱油腌渍 油锅烧热 爆香姜末 葱末 倒肉片炒变色 倒平菇片炒熟 加盐即可 "},{"名称":"黄瓜拌金针菇","步骤":"金针菇洗净 去根 焯熟 捞出 金针菇和黄瓜丝放在盘内 放盐 醋 白糖和香油 锅内倒油烧热 炸香花椒 浇在金针菇上拌匀即可 "},{"名称":"素炒金针菇","步骤":"金针菇洗净 去根 木耳洗净 撕小朵 锅内倒油烧热 爆香葱末 姜丝 放木耳翻炒 下金针菇 盐 鲜汤翻炒至熟即可 "},{"名称":"金针菇炒肉丝","步骤":"金针菇洗净 切去根 切段 肉丝用酱油 盐和淀粉腌渍 滑炒至变色 盛岀 锅内倒油烧热 放金针菇煸炒 加酱油 盐翻炒 倒肉丝和红椒丝翻匀即可 "},{"名称":"干烧草菇","步骤":"草菇洗净切片 锅内倒油烧热 下草菇片煸炒 烹料酒 倒入高汤 焖烧二分钟 放青椒片 红椒片翻炒 用水淀粉勾芡即可 "},{"名称":"番茄炒草菇","步骤":"草菇洗净 切成两半 锅内倒油烧热 爆香姜末 倒草菇翻炒 加盐 倒番茄块炒熟 用水淀粉勾芡 撒葱未即可 "},{"名称":"草菇烩豆腐","步骤":"草菇洗净 对切成两半 油锅烧热 爆香葱末 姜未 倒草菇 烹料酒 放豆腐块 加盐烧至入味 放熟豌豆炒匀 用水淀粉勾芡即可 "},{"名称":"草菇虾仁","步骤":"草菇洗净 鸡蛋取清 虾仁洗净 用蛋清 淀粉腌渍十分钟 滑散后盛出 锅内留底油 下草菇煸炒 加盐 料酒翻匀 倒虾仁炒熟 用水淀粉勾芡即可 "},{"名称":"五花肉炒口蘑","步骤":"口蘑 五花肉分别洗净切片 锅内倒油烧热 爆香葱末 姜末 倒肉片炒变色 烹料酒 倒入口蘑片翻炒 加酱油和盐 翻炒至口蘑熟软时即可 "},{"名称":"肉丝炒茶树菇","步骤":"肉丝用少许酱油 淀粉腌渍十分钟 油锅烧热 爆香蒜末 倒肉丝炒变色 烹料酒翻炒 倒茶树菇炒熟 加酱油和盐调味即可 "},{"名称":"鲍汁猴头菇","步骤":"将发好的猴头菇洗净切片 将蚝油 白糖 生抽 盐加少许水调成味汁 锅内倒油烧热 将菇片煎黄 烹味汁烧入味 待菇片变软时 放鲍汁即可 "},{"名称":"耗油鸡腿菇","步骤":"鸡腿菇洗净 切块 焯水 捞出 猪瘦肉洗净 切丁 加生抽腌渍 油锅烧热 爆香葱末 姜末 下肉丁炒变色 烹料酒 倒鸡腿菇块 放生抽和盐翻炒 淋上蚝油即可 "},{"名称":"鸡腿菇扒竹笋","步骤":"鸡腿菇 竹笋分别洗净切片 笋片入沸水锅中焯水 锅置火上 倒入高汤 放入竹笋片和杏鲍菇片 大火烧沸 加入盐 转小火焖煮二十分钟左右 用水淀粉勾芡 点香油调味即可 "},{"名称":"牛肉炒鸡腿菇","步骤":"鸡腿菇洗净切片 牛肉切片 用淀粉 料酒 酱油腌制十分钟 锅置火上 倒入油烧至五成热 下葱末 姜末爆香 倒入牛肉片滑散至变色 放鸡腿菇片 加入生抽 白糖翻炒至熟 最后用水淀粉勾芡 点香油调味即可 "},{"名称":"凉拌木耳","步骤":"木耳择洗干净 撕成小朵 红椒去蒂及子 切丝 锅置火上 倒入清水烧沸 将木耳下水焯熟 捞出过凉 控净水 将木耳 红椒丝和葱末 蒜末 盐 白糖 生抽 醋 香油拌匀即可 "},{"名称":"凉拌双耳","步骤":"木耳洗净 焯烫一分钟 捞起 浸泡在凉白开里 银耳洗净 撕成小朵 煮熟 过凉 柠檬洗净 用手按压揉捏 一半用工具刮下适量柠檬丝 剩下的挤汁 葱末 香油 白糖 盐 柠檬汁调和成味汁 木耳 银耳放盘中 加香菜叶 红椒丝和柠檬丝 倒入味汁拌匀即可 "},{"名称":"黄瓜木耳炒鸡蛋","步骤":"木耳洗净 撕成小朵 黄花去根部 冲洗干净 鸡蛋打成蛋液 锅置火上 倒入油烧至五成热 将蛋液炒熟后盛出 锅内倒入油烧热 下葱末 姜末爆香 倒入木耳和黄花翻炒 加入盐 生抽 翻炒至熟时 倒入鸡蛋块 点香油翻炒均匀即可 "},{"名称":"茴香豆","步骤":"鲜蚕豆清洗干净 用黄酒腌二小时 然后用清水冲洗千净 锅置火上 倒入适量水 放入蚕豆 大料 小茴香 桂皮 山柰 红辣椒 酱油 用大火煮三十分钟 凉凉即可 "},{"名称":"香椿拌豆腐","步骤":"香椿择洗干净 豆腐洗净 切成丁 锅置火上 倒入清水烧沸 将香椿焯一下捞出 控净水 切碎 将豆腐丁 香椿碎和盐 香油拌匀即可 "},{"名称":"麻婆豆腐","步骤":"豆腐洗净 切小方块 焯烫 捞出 沥干 牛肉洗净 切末 豆豉剁成末 锅置火上 放油烧热 放入牛肉未炒至酥软干香时盛入碗中 锅中倒油烧热 下入豆瓣酱 豆豉末 辣椒粉炒香 加入肉汤 下入豆腐块 牛肉末 酱油 盐 小火烧沸入味 用水淀粉勾芡 盛入盘中撒上花椒粉即可 "},{"名称":"家常豆腐","步骤":"油锅烧热 下豆腐片炸至金黄色 捞出 锅底留油烧热 放肉片煸炒 加香菇片 冬笋片稍煸 放豆瓣酱炒香 加葱花 姜片 蒜片炒香 再放料酒 盐 白糖 酱油 胡椒粉稍炒 加高汤烧开 倒入豆腐片 青椒片 待汁渐稠 用水淀粉勾芡即可 "},{"名称":"滑炒豆腐","步骤":"豆腐洗净 切小块 加少许盐 花椒水腌渍入味 加鸡蛋清 水淀粉拌匀 胡萝卜洗净 切片 冬笋洗净 切片 锅置火上 放油烧至五成热 放豆腐块 冬笋片 胡萝卜片 滑炒至断生 捞出 控油 锅留底油烧至七八成热 爆香葱末 姜末 加鲜汤烧开 放入豆腐块 冬笋片 胡萝卜片稍炒 加盐调味 用水淀粉勾芡 炒匀即可 "},{"名称":"红烧日本豆腐","步骤":"日本豆腐洗净 切块 裹匀淀粉 锅内倒油烧热 放豆腐块中火先炸二分钟使其定型 再轻轻地翻动至变金黄色 捞起沥油 锅留底油 爆香葱白段 放青辣椒片 红辣椒片爆炒 放豆腐块 加蚝油 生抽小火焖二分钟 用水淀粉勾芡即可 "},{"名称":"锅贴豆腐","步骤":"鸡胸肉蓉加葱末 姜末 蛋清 淀粉 料酒 盐和水搅成糊 豆腐片一面裹匀肉糊下油锅 有糊的一面朝下 盖上生菜叶煎黄 翻面稍煎 反复两次 将豆腐煎透 将剩下的肉糊淋在豆腐周围 煎至金黄色盛出即可 "},{"名称":"五香豆腐干","步骤":"油锅烧热 炒香姜片 葱段 加鲜汤 豆腐干煮开 放盐 五香粉 大料 糖色 白糖烧开 小火收汁 待汤汁浓稠时 捞出 凉凉即可 "},{"名称":"韭菜炒豆干","步骤":"韭菜择洗干净 去根切段 豆腐干洗净 切成细条 虾皮洗净 油锅烧热 下豆腐干 虾皮煸炒 加生抽 盐 韭菜段炒至断生 点香油即可 "},{"名称":"香干肉丝","步骤":"肉丝用酱油和淀粉腌渍十分钟 油锅烧热 爆香葱花 姜丝 倒肉丝炒变色 烹料酒 倒入香千条翻炒 加酱油 盐炒匀即可 "}]